Repository: Marconiusiii/wordBopper-iOS
Catalog: WordBop/WordBop/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: , 3 times
de: , dreifach
es: , triple
fr: , triple
it: , triplo
nl: , drievoudig
pt_br: , triplo

source: , already found.
de: , schon gefunden.
es: , ya encontrada.
fr: , déjà trouvé.
it: , già trovata.
nl: , al gevonden.
pt_br: , já encontrada.

source: , chain bonus
de: , Kettenbonus
es: , bonificación de cadena
fr: , bonus de chaîne
it: , bonus catena
nl: , ketenbonus
pt_br: , bônus de corrente

source: , not valid.
de: , nicht gültig.
es: , no es válida.
fr: , non valide.
it: , non valida.
nl: , niet geldig.
pt_br: , não é válida.

source: %@ %@ Mode
de: Modus %1$@ %2$@
es: Modo %1$@ %2$@
fr: Mode %1$@ %2$@
it: Modalità %1$@ %2$@
nl: %1$@ %2$@-modus
pt_br: Modo %1$@ %2$@

source: %lld by %lld
de: %1$lld mal %2$lld
es: %1$lld por %2$lld
fr: %1$lld par %2$lld
it: %1$lld per %2$lld
nl: %1$lld bij %2$lld
pt_br: %1$lld por %2$lld

source: %lld of 3 chains
de: %lld von 3 Ketten
es: %lld de 3 cadenas
fr: %lld sur 3 chaînes
it: %lld di 3 catene
nl: %lld van 3 ketens
pt_br: %lld de 3 correntes

source: %lld points
de: %lld Punkte
es: %lld puntos
it: %lld punti
nl: %lld punten
pt_br: %lld pontos

source: 3 Minutes
de: 3 Minuten
es: 3 minutos
it: 3 minuti
nl: 3 minuten
pt_br: 3 minutos

source: 3 times active!
de: Dreifach aktiv!
es: ¡Triple activo!
fr: Triple actif !
it: Triplo attivo!
nl: Drievoudig actief!
pt_br: Triplo ativo!

source: 3 times chain bop active, %lld seconds left
de: Dreifacher Ketten-Bop aktiv, %lld Sekunden übrig
es: Bop en cadena triple activo, quedan %lld segundos
fr: Bop en chaîne triple actif, %lld secondes restantes
it: Bop a catena tripla attivo, %lld secondi rimasti
nl: Drievoudige keten-bop actief, nog %lld seconden
pt_br: Bop em corrente tripla ativo, %lld segundos restantes

source: 4 Minutes
de: 4 Minuten
es: 4 minutos
it: 4 minuti
nl: 4 minuten
pt_br: 4 minutos

source: 5 Minutes
de: 5 Minuten
es: 5 minutos
it: 5 minuti
nl: 5 minuten
pt_br: 5 minutos

source: 6 Minutes
de: 6 Minuten
es: 6 minutos
it: 6 minuti
nl: 6 minuten
pt_br: 6 minutos

source: About WordBopper
de: Über WordBopper
es: Acerca de WordBopper
fr: À propos de WordBopper
it: Informazioni su WordBopper
nl: Over WordBopper
pt_br: Sobre o WordBopper

source: Acknowledgments
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Riconoscimenti
nl: Met dank aan
pt_br: Agradecimentos

source: Adds the phonetic version of the bubble letters to the announcement, such as "a, Alpha."
de: Fügt der Ansage die phonetische Version der Blasenbuchstaben hinzu, etwa „a, Alpha“.
es: Añade la versión fonética de las letras de las burbujas al anuncio, como "a, Alfa".
fr: Ajoute la version phonétique des lettres des bulles à l’annonce, comme « a, Alpha ».
it: Aggiunge all’annuncio la versione fonetica delle lettere delle bolle, come "a, Alpha".
nl: Voegt de fonetische versie van de bellenletters toe aan de aankondiging, zoals "a, Alpha".
pt_br: Adiciona a versão fonética das letras das bolhas ao anúncio, como "a, Alfa".

source: Average length
de: Durchschnittliche Länge
es: Longitud media
fr: Longueur moyenne
it: Lunghezza media
nl: Gemiddelde lengte
pt_br: Comprimento médio

source: Best score
de: Bestes Ergebnis
es: Mejor puntuación
fr: Meilleur score
it: Miglior punteggio
nl: Beste score
pt_br: Melhor pontuação

source: Bop out some words!
de: Bop ein paar Wörter raus!
es: ¡Bopea unas palabras!
fr: Boppez quelques mots !
it: Boppa qualche parola!
nl: Bop wat woorden!
pt_br: Bope umas palavras!

source: Bop those letters!
de: Bop diese Buchstaben!
es: ¡Bopea esas letras!
fr: Boppez ces lettres !
it: Boppa quelle lettere!
nl: Bop die letters!
pt_br: Bope essas letras!

source: Bop til you Drop!
de: Bop bis zum Umfallen!
es: ¡Bopea sin parar!
fr: Boppez jusqu’au bout !
it: Boppa fino a sfinirti!
nl: Bop tot je erbij neervalt!
pt_br: Bope até cair!

source: Bop to it!
de: Ran ans Boppen!
es: ¡A bopear!
fr: À vos bops !
it: Datti al bop!
nl: Aan de bop!
pt_br: Mãos ao bop!

source: Bop to the future!
de: Bop in die Zukunft!
es: ¡Bopea hacia el futuro!
fr: Boppez vers le futur !
it: Boppa verso il futuro!
nl: Bop naar de toekomst!
pt_br: Bope rumo ao futuro!

source: Bop to the Top!
de: Bop nach ganz oben!
es: ¡Bopea hasta la cima!
fr: Boppez au sommet !
it: Boppa fino in cima!
nl: Bop naar de top!
pt_br: Bope até o topo!

source: Bop to the Top! Non-Stop mode takes away the game timer, so bop as many letters and make as many words as you want!
de: Bop nach ganz oben! Im Non-Stop-Modus gibt es keinen Timer – bop also so viele Buchstaben und bilde so viele Wörter, wie du willst!
es: ¡Bopea hasta la cima! El modo Non-Stop quita el temporizador, así que bopea todas las letras y forma todas las palabras que quieras.
fr: Boppez au sommet ! Le mode Non-Stop supprime le minuteur, alors boppez autant de lettres et formez autant de mots que vous voulez !
it: Boppa fino in cima! La modalità Non-Stop elimina il timer, quindi boppa quante lettere vuoi e crea quante parole vuoi!
nl: Bop naar de top! In de Non-Stop-modus is er geen timer, dus bop zoveel letters en maak zoveel woorden als je wilt!
pt_br: Bope até o topo! O modo Non-Stop remove o cronômetro, então bope quantas letras e forme quantas palavras quiser!

source: Bopped letters will not change when you make words. Words must be made up of letters that are next to each other in the grid. How many words can you create in 3 minutes?
de: Geboppte Buchstaben ändern sich nicht, wenn du Wörter bildest. Wörter müssen aus im Gitter benachbarten Buchstaben bestehen. Wie viele Wörter schaffst du in 3 Minuten?
es: Las letras bopeadas no cambian cuando formas palabras. Las palabras deben estar formadas por letras contiguas en la cuadrícula. ¿Cuántas palabras puedes crear en 3 minutos?
fr: Les lettres boppées ne changent pas quand vous formez des mots. Les mots doivent être composés de lettres voisines dans la grille. Combien de mots pouvez-vous créer en 3 minutes ?
it: Le lettere boppate non cambiano quando crei parole. Le parole devono essere formate da lettere adiacenti nella griglia. Quante parole riesci a creare in 3 minuti?
nl: Gebopte letters veranderen niet wanneer je woorden maakt. Woorden moeten bestaan uit letters die in het raster naast elkaar liggen. Hoeveel woorden kun je in 3 minuten maken?
pt_br: As letras bopadas não mudam quando você forma palavras. As palavras devem ser formadas por letras vizinhas na grade. Quantas palavras você consegue criar em 3 minutos?

source: Bopple Mode
de: Bopple-Modus
es: Modo Bopple
fr: Mode Bopple
it: Modalità Bopple
nl: Bopple-modus
pt_br: Modo Bopple

source: Bopple words must use letters that are next to each other.
de: Bopple-Wörter müssen benachbarte Buchstaben verwenden.
es: Las palabras de Bopple deben usar letras contiguas.
fr: Les mots de Bopple doivent utiliser des lettres voisines.
it: Le parole di Bopple devono usare lettere adiacenti.
nl: Bopple-woorden moeten letters gebruiken die naast elkaar liggen.
pt_br: As palavras do Bopple devem usar letras vizinhas.

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
es: Portugués brasileño
fr: Portugais brésilien
it: Portoghese brasiliano
nl: Braziliaans Portugees
pt_br: Português brasileiro

source: Bubble Language
de: Blasensprache
es: Idioma de las burbujas
fr: Langue des bulles
it: Lingua delle bolle
nl: Bellentaal
pt_br: Idioma das bolhas

source: Bubble Letter Style
de: Blasen-Buchstabenstil
es: Estilo de letra de las burbujas
fr: Style des lettres des bulles
it: Stile delle lettere delle bolle
nl: Lettertype van bellen
pt_br: Estilo das letras das bolhas

source: Bubble Text Color
de: Textfarbe der Blasen
es: Color del texto de las burbujas
fr: Couleur du texte des bulles
it: Colore del testo delle bolle
nl: Tekstkleur van bellen
pt_br: Cor do texto das bolhas

source: Chained words
de: Verkettete Wörter
es: Palabras encadenadas
fr: Mots enchaînés
it: Parole concatenate
nl: Gekoppelde woorden
pt_br: Palavras encadeadas

source: Chained Words
de: Verkettete Wörter
es: Palabras encadenadas
fr: Mots enchaînés
it: Parole concatenate
nl: Gekoppelde woorden
pt_br: Palavras encadeadas

source: Chancey wanted this game to exist and vibe coded the initial version, then passed it to Marco to refine it into the original web game. Marco then decided to rewrite the whole game for iOS, and now here you are bopping away. Thanks for playing!
de: Chancey wollte, dass es dieses Spiel gibt, und programmierte aus dem Bauch heraus die erste Version, die sie dann Marco übergab, um daraus das ursprüngliche Webspiel zu machen. Marco beschloss, das ganze Spiel für iOS neu zu schreiben – und jetzt boppst du hier munter los. Danke fürs Spielen!
es: Chancey quería que este juego existiera y programó a ojo la versión inicial, y luego se la pasó a Marco para convertirla en el juego web original. Marco decidió reescribir todo el juego para iOS, y aquí estás, bopeando sin parar. ¡Gracias por jugar!
fr: Chancey voulait que ce jeu existe et a codé au feeling la première version, puis l’a confiée à Marco pour en faire le jeu web original. Marco a ensuite décidé de réécrire tout le jeu pour iOS, et vous voilà en train de bopper. Merci d’y jouer !
it: Chancey voleva che questo gioco esistesse e ne ha programmato d’istinto la prima versione, poi l’ha passata a Marco per trasformarla nel gioco web originale. Marco ha quindi deciso di riscrivere l’intero gioco per iOS, ed eccoti qui a boppare. Grazie per aver giocato!
nl: Chancey wilde dat dit spel zou bestaan en codeerde op gevoel de eerste versie, en gaf die toen aan Marco om er het oorspronkelijke webspel van te maken. Marco besloot vervolgens het hele spel voor iOS te herschrijven, en hier ben je dan, lekker aan het boppen. Bedankt voor het spelen!
pt_br: Chancey queria que este jogo existisse e programou no improviso a versão inicial, depois passou para o Marco transformá-la no jogo web original. O Marco então decidiu reescrever todo o jogo para iOS, e aqui está você bopando. Obrigado por jogar!

source: Choose a smaller grid for a quicker, easier bop, or a larger grid for a bigger challenge. 5 by 5 is the classic size.
de: Wähle ein kleineres Gitter für ein schnelleres, leichteres Bop oder ein größeres für mehr Herausforderung. 5 mal 5 ist die klassische Größe.
es: Elige una cuadrícula más pequeña para un bop más rápido y fácil, o una más grande para un reto mayor. 5 por 5 es el tamaño clásico.
fr: Choisissez une grille plus petite pour un bop plus rapide et facile, ou une plus grande pour plus de défi. 5 par 5 est la taille classique.
it: Scegli una griglia più piccola per un bop più rapido e facile, o una più grande per una sfida maggiore. 5 per 5 è la dimensione classica.
nl: Kies een kleiner raster voor een snellere, makkelijkere bop, of een groter raster voor meer uitdaging. 5 bij 5 is de klassieke maat.
pt_br: Escolha uma grade menor para um bop mais rápido e fácil, ou uma maior para um desafio maior. 5 por 5 é o tamanho clássico.

source: Choose how long you'd like to Bopple for. 3 Minutes is the default.
de: Wähle, wie lange du Bopplen möchtest. 3 Minuten ist die Voreinstellung.
es: Elige cuánto tiempo quieres Bopplear. 3 minutos es el valor predeterminado.
fr: Choisissez combien de temps vous voulez Boppler. 3 minutes par défaut.
it: Scegli per quanto tempo vuoi Bopplare. 3 minuti è il valore predefinito.
nl: Kies hoe lang je wilt Bopplen. 3 minuten is de standaard.
pt_br: Escolha por quanto tempo quer Bopplar. 3 minutos é o padrão.

source: Choose the language you want to Bop in. The rest of the app stays in English for now.
de: Wähle die Sprache, in der du Boppen möchtest. Der Rest der App bleibt vorerst auf Englisch.
es: Elige el idioma en el que quieres Bopear. El resto de la app permanece en inglés por ahora.
fr: Choisissez la langue dans laquelle vous voulez Bopper. Le reste de l’app reste en anglais pour l’instant.
it: Scegli la lingua in cui vuoi Boppare. Il resto dell’app resta in inglese per ora.
nl: Kies de taal waarin je wilt Boppen. De rest van de app blijft voorlopig in het Engels.
pt_br: Escolha o idioma em que quer Bopar. O resto do app permanece em inglês por enquanto.

source: Choose the letter shape that is easiest for you to read in the bubbles and word tray.
de: Wähle die Buchstabenform, die du in den Blasen und im Wortfach am leichtesten lesen kannst.
es: Elige la forma de letra que te resulte más fácil de leer en las burbujas y la bandeja de palabras.
fr: Choisissez la forme de lettre la plus facile à lire dans les bulles et le plateau de mots.
it: Scegli la forma delle lettere più facile da leggere nelle bolle e nel vassoio delle parole.
nl: Kies de lettervorm die voor jou het makkelijkst te lezen is in de bellen en het woordvak.
pt_br: Escolha o formato de letra mais fácil de ler nas bolhas e na bandeja de palavras.

source: Clear Letters
de: Buchstaben löschen
es: Borrar letras
fr: Effacer les lettres
it: Cancella lettere
nl: Letters wissen
pt_br: Limpar letras

source: Clear selected letters
de: Ausgewählte Buchstaben löschen
es: Borrar las letras seleccionadas
fr: Effacer les lettres sélectionnées
it: Cancella le lettere selezionate
nl: Geselecteerde letters wissen
pt_br: Limpar as letras selecionadas

source: Clear word
de: Wort löschen
es: Borrar palabra
fr: Effacer le mot
it: Cancella parola
nl: Woord wissen
pt_br: Limpar palavra

source: Clear Word
de: Wort löschen
es: Borrar palabra
fr: Effacer le mot
it: Cancella parola
nl: Woord wissen
pt_br: Limpar palavra

source: Cleared.
de: Gelöscht.
es: Borrado.
fr: Effacé.
it: Cancellato.
nl: Gewist.
pt_br: Limpo.

source: Cleared. 15 seconds added.
de: Gelöscht. 15 Sekunden hinzugefügt.
es: Borrado. 15 segundos añadidos.
fr: Effacé. 15 secondes ajoutées.
it: Cancellato. 15 secondi aggiunti.
nl: Gewist. 15 seconden toegevoegd.
pt_br: Limpo. 15 segundos adicionados.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt_br: Fechar

source: Column and Row positions will not be spoken.
de: Spalten- und Zeilenpositionen werden nicht angesagt.
es: No se anunciarán las posiciones de columna y fila.
fr: Les positions de colonne et de ligne ne seront pas annoncées.
it: Le posizioni di colonna e riga non verranno annunciate.
nl: Kolom- en rijposities worden niet uitgesproken.
pt_br: As posições de coluna e linha não serão faladas.

source: Column Letter, Row Number
de: Spaltenbuchstabe, Zeilennummer
es: Letra de columna, número de fila
fr: Lettre de colonne, numéro de ligne
it: Lettera di colonna, numero di riga
nl: Kolomletter, rijnummer
pt_br: Letra da coluna, número da linha

source: Column Number, Row Letter
de: Spaltennummer, Zeilenbuchstabe
es: Número de columna, letra de fila
fr: Numéro de colonne, lettre de ligne
it: Numero di colonna, lettera di riga
nl: Kolomnummer, rijletter
pt_br: Número da coluna, letra da linha

source: Column Number, Row Number
de: Spaltennummer, Zeilennummer
es: Número de columna, número de fila
fr: Numéro de colonne, numéro de ligne
it: Numero di colonna, numero di riga
nl: Kolomnummer, rijnummer
pt_br: Número da coluna, número da linha

source: Commence bopping!
de: Auf geht’s zum Boppen!
es: ¡A bopear!
fr: Que le bop commence !
it: Inizia a boppare!
nl: Begin met boppen!
pt_br: Comece a bopar!

source: Controls spoken game announcements for scoring, invalid words, and cleared letters.
de: Steuert die gesprochenen Spielansagen für Punkte, ungültige Wörter und gelöschte Buchstaben.
es: Controla los anuncios hablados del juego sobre puntuación, palabras no válidas y letras borradas.
fr: Contrôle les annonces vocales du jeu pour le score, les mots non valides et les lettres effacées.
it: Controlla gli annunci vocali del gioco per punteggio, parole non valide e lettere cancellate.
nl: Regelt de gesproken spelaankondigingen voor punten, ongeldige woorden en gewiste letters.
pt_br: Controla os anúncios falados do jogo sobre pontuação, palavras inválidas e letras apagadas.

source: Dark Text
de: Dunkler Text
es: Texto oscuro
fr: Texte sombre
it: Testo scuro
nl: Donkere tekst
pt_br: Texto escuro

source: Dutch
de: Niederländisch
es: Neerlandés
fr: Néerlandais
it: Olandese
nl: Nederlands
pt_br: Holandês

source: End game
de: Spiel beenden
es: Terminar partida
fr: Terminer la partie
it: Termina partita
nl: Spel beëindigen
pt_br: Encerrar jogo

source: End Game
de: Spiel beenden
es: Terminar partida
fr: Terminer la partie
it: Termina partita
nl: Spel beëindigen
pt_br: Encerrar jogo

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels
pt_br: Inglês

source: Feel the Bop more with subtle game event vibrations.
de: Spüre das Bop intensiver mit dezenten Vibrationen bei Spielereignissen.
es: Siente más el Bop con sutiles vibraciones en los eventos del juego.
fr: Ressentez davantage le Bop grâce à de subtiles vibrations lors des événements du jeu.
it: Senti di più il Bop con sottili vibrazioni durante gli eventi di gioco.
nl: Voel de Bop sterker met subtiele trillingen bij spelgebeurtenissen.
pt_br: Sinta mais o Bop com vibrações sutis nos eventos do jogo.

source: For an extra challenge, BopAway instantly moves each tapped letter into the word tray and replaces it with a new letter. If you clear the word, those letters are lost. Bop wisely!
de: Für eine zusätzliche Herausforderung verschiebt BopAway jeden angetippten Buchstaben sofort ins Wortfach und ersetzt ihn durch einen neuen. Wenn du das Wort löschst, sind diese Buchstaben verloren. Bop mit Bedacht!
es: Para un reto extra, BopAway mueve al instante cada letra tocada a la bandeja de palabras y la reemplaza por una nueva. Si borras la palabra, esas letras se pierden. ¡Bopea con cabeza!
fr: Pour un défi supplémentaire, BopAway déplace instantanément chaque lettre touchée vers le plateau de mots et la remplace par une nouvelle. Si vous effacez le mot, ces lettres sont perdues. Boppez avec sagesse !
it: Per una sfida extra, BopAway sposta subito ogni lettera toccata nel vassoio delle parole e la sostituisce con una nuova. Se cancelli la parola, quelle lettere vanno perse. Boppa con criterio!
nl: Voor een extra uitdaging verplaatst BopAway elke aangetikte letter meteen naar het woordvak en vervangt die door een nieuwe. Als je het woord wist, zijn die letters verloren. Bop verstandig!
pt_br: Para um desafio extra, o BopAway move na hora cada letra tocada para a bandeja de palavras e a substitui por uma nova. Se você limpar a palavra, essas letras são perdidas. Bope com sabedoria!

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
nl: Frans
pt_br: Francês

source: Game Announcements
de: Spielansagen
es: Anuncios del juego
fr: Annonces du jeu
it: Annunci di gioco
nl: Spelaankondigingen
pt_br: Anúncios do jogo

source: Game Haptics
de: Spiel-Haptik
es: Vibración del juego
fr: Retour haptique du jeu
it: Feedback aptico di gioco
nl: Spelhaptiek
pt_br: Vibração do jogo

source: Game Mode
de: Spielmodus
es: Modo de juego
fr: Mode de jeu
it: Modalità di gioco
nl: Spelmodus
pt_br: Modo de jogo

source: Game Settings
de: Spieleinstellungen
es: Ajustes del juego
fr: Réglages du jeu
it: Impostazioni di gioco
nl: Spelinstellingen
pt_br: Configurações do jogo

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
nl: Duits
pt_br: Alemão

source: Grid Size
de: Gittergröße
es: Tamaño de la cuadrícula
fr: Taille de la grille
it: Dimensione della griglia
nl: Rastergrootte
pt_br: Tamanho da grade

source: Highest score
de: Höchstes Ergebnis
es: Puntuación más alta
fr: Meilleur score
it: Punteggio più alto
nl: Hoogste score
pt_br: Pontuação mais alta

source: How to Play
de: Spielanleitung
es: Cómo jugar
fr: Comment jouer
it: Come si gioca
nl: Hoe te spelen
pt_br: Como jogar

source: If you enjoy this game, try out our other game on the App Store:
de: Wenn dir dieses Spiel gefällt, probiere unser anderes Spiel im App Store aus:
es: Si te gusta este juego, prueba nuestro otro juego en el App Store:
fr: Si vous aimez ce jeu, essayez notre autre jeu sur l’App Store :
it: Se ti piace questo gioco, prova il nostro altro gioco sull’App Store:
nl: Vind je dit spel leuk? Probeer dan ons andere spel in de App Store:
pt_br: Se você gosta deste jogo, experimente nosso outro jogo na App Store:

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans
pt_br: Italiano

source: Largest chain
de: Längste Kette
es: Cadena más larga
fr: Plus longue chaîne
it: Catena più lunga
nl: Langste keten
pt_br: Maior corrente

source: Left-Handed Mode
de: Linkshänder-Modus
es: Modo para zurdos
fr: Mode gaucher
it: Modalità per mancini
nl: Linkshandige modus
pt_br: Modo canhoto

source: Letter Phonetics
de: Buchstaben-Phonetik
es: Fonética de las letras
fr: Phonétique des lettres
it: Fonetica delle lettere
nl: Letterfonetiek
pt_br: Fonética das letras

source: Letter Positions
de: Buchstabenpositionen
es: Posiciones de las letras
fr: Positions des lettres
it: Posizioni delle lettere
nl: Letterposities
pt_br: Posições das letras

source: Letters used
de: Verwendete Buchstaben
es: Letras usadas
fr: Lettres utilisées
it: Lettere usate
nl: Gebruikte letters
pt_br: Letras usadas

source: Light Text
de: Heller Text
es: Texto claro
fr: Texte clair
it: Testo chiaro
nl: Lichte tekst
pt_br: Texto claro

source: Longest word
de: Längstes Wort
es: Palabra más larga
fr: Mot le plus long
it: Parola più lunga
nl: Langste woord
pt_br: Palavra mais longa

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
nl: Laag
pt_br: Baixo

source: Make as many words as you can in 2 minutes! Letters change as you use them.
de: Bilde in 2 Minuten so viele Wörter wie möglich! Die Buchstaben ändern sich, während du sie benutzt.
es: ¡Forma todas las palabras que puedas en 2 minutos! Las letras cambian a medida que las usas.
fr: Formez le plus de mots possible en 2 minutes ! Les lettres changent au fur et à mesure.
it: Crea quante più parole possibile in 2 minuti! Le lettere cambiano man mano che le usi.
nl: Maak zoveel mogelijk woorden in 2 minuten! De letters veranderen terwijl je ze gebruikt.
pt_br: Forme o máximo de palavras que puder em 2 minutos! As letras mudam conforme você as usa.

source: Make Word
de: Wort bilden
es: Formar palabra
fr: Former le mot
it: Crea parola
nl: Woord maken
pt_br: Formar palavra

source: Massive thanks to the following developers and resources for our language word lists.
de: Riesigen Dank an die folgenden Entwickler und Ressourcen für unsere Wortlisten der Sprachen.
es: Enorme agradecimiento a los siguientes desarrolladores y recursos por nuestras listas de palabras por idioma.
fr: Un immense merci aux développeurs et ressources suivants pour nos listes de mots par langue.
it: Un enorme grazie ai seguenti sviluppatori e risorse per i nostri elenchi di parole per lingua.
nl: Enorme dank aan de volgende ontwikkelaars en bronnen voor onze woordenlijsten per taal.
pt_br: Um enorme agradecimento aos seguintes desenvolvedores e recursos pelas nossas listas de palavras por idioma.

source: Mirrors gameplay controls for easier left-handed play.
de: Spiegelt die Spielsteuerung für leichteres Spielen mit links.
es: Refleja los controles de juego para jugar más fácilmente con la mano izquierda.
fr: Inverse les commandes de jeu pour faciliter le jeu de la main gauche.
it: Specchia i comandi di gioco per giocare più facilmente con la sinistra.
nl: Spiegelt de besturing voor makkelijker spelen met links.
pt_br: Espelha os controles do jogo para facilitar o jogo com a mão esquerda.
